[
    {
        "text": "You are loved but you don't know it yet. There is a world out there that was made for you. Keep your head up.",
        "retrieved": false
    },
    {
        "text": "Yesterday I learned there's a phrase in German meaning \"I am feeling visited enough\" that you can say when you want company to go and this is brilliant.",
        "retrieved": false
    },
    {
        "text": "I wish there was a consistent tape printing from my brain like a restaurant kitchen order printer because I have so many thoughts that fleet through I can’t catch them all and I need to remember absolutely everything",
        "retrieved": false
    },
    {
        "text": "Each one of us here today will at one time in our lives look upon a loved one who is in need and ask the same question: We are willing to help, Lord, but what, if anything, is needed? For it is true we can seldom help those closest to us. Either we don't know what part of ourselves to give or, more often than not, the part we have to give is not wanted. And so it is those we live with and should know who elude us. But we can still love them - we can love completely without complete understanding.",
        "retrieved": false
    },
    {
        "text": "I have no right, by anything I do or say, to demean a human being in his own eyes. What matters is not what I think of him; it is what he thinks of himself. To undermine a man’s self-respect is a sin.",
        "retrieved": false
    },
    {
        "text": "If the world were merely seductive, that would be easy. If it were merely challenging, that would be no problem. But I arise in the morning torn between a desire to improve the world and a desire to enjoy the world. This makes it hard to plan the day.",
        "retrieved": false
    },
    {
        "text": "\"How you can sit there, calmly eating muffins when we are in this horrible trouble, I can’t make out. You seem to me to be perfectly heartless.\"\n\n\"Well, I can’t eat muffins in an agitated manner. The butter would probably get on my cuffs. One should always eat muffins quite calmly. It is the only way to eat them.\"",
        "retrieved": false
    },
    {
        "text": "If he writes her a sonnet, he loves her. If he writes her 300 sonnets, he loves sonnets.",
        "retrieved": false
    },
    {
        "text": "We’re no strangers to love\nYou know the rules and so do I\nA full commitment’s what I’m thinking of\nYou wouldn’t get this from any other guy\n\nI just wanna tell you how I’m feeling\nGotta make you understand\n\nNever gonna give you up\nNever gonna let you down\nNever gonna run around and desert you\nNever gonna make you cry\nNever gonna say goodbye\nNever gonna tell a lie and hurt you\n\nWe’ve known each other for so long\nYour heart’s been aching, but\nYou’re too shy to say it\nInside, we both know what’s been going on\nWe know the game and we’re gonna play it\n\nAnd if you ask me how I’m feeling\nDon’t tell me you’re too blind to see\n\nNever gonna give you up\nNever gonna let you down\nNever gonna run around and desert you\nNever gonna make you cry\nNever gonna say goodbye\nNever gonna tell a lie and hurt you\n\nNever gonna give you up\nNever gonna let you down\nNever gonna run around and desert you\nNever gonna make you cry\nNever gonna say goodbye\nNever gonna tell a lie and hurt you\n\n(Ooh, give you up)\n(Ooh, give you up)\nNever gonna give, never gonna give\n(Give you up)\nNever gonna give, never gonna give\n(Give you up)\n\nWe’ve known each other for so long\nYour heart’s been aching, but\nYou’re too shy to say it\nInside, we both know what’s been going on\nWe know the game and we’re gonna play it\n\nI just wanna tell you how I’m feeling\nGotta make you understand\n\nNever gonna give you up\nNever gonna let you down\nNever gonna run around and desert you\nNever gonna make you cry\nNever gonna say goodbye\nNever gonna tell a lie and hurt you\n\nNever gonna give you up\nNever gonna let you down\nNever gonna run around and desert you\nNever gonna make you cry\nNever gonna say goodbye\nNever gonna tell a lie and hurt you\n\nNever gonna give you up\nNever gonna let you down\nNever gonna run around and desert you\nNever gonna make you cry\nNever gonna say goodbye\nNever gonna tell a lie and hurt you",
        "retrieved": false
    },
    {
        "text": "Ring, ring, ring, ring, ring, ring, ring, bananaphone\nRing, ring, ring, ring, ring, ring, ring, bananaphone\nI've got this feeling, so appealing\nFor us to get together and sing, sing\nRing, ring, ring, ring, ring, ring, ring, bananaphone\nDing dong, ding dong, ding dong, ding, donanaphone\nIt grows in bunches, I've got my hunches\nIt's the best, beats the rest, cellular, modular, interactivodular\nRing, ring, ring, ring, ring, ring, ring, bananaphone\nPing pong, ping pong, ping pong, ping, pananaphone\nIt's no baloney, it ain't a phony\nMy cellular, bananular phone",
        "retrieved": false
    }
]